/**
 * Contains arrays with constant values: categories of ingredients, types of dishes and cuisines.
 */

export const PRESETS = {
    ingredientsCategories: ["Мясо, рыба, морепродукты", "Овощи, бобовые и зелень", "Фрукты и ягоды", "Мучное, злаки и крупы",
                "Орехи", "Животные продукты (не мясо)", "Грибы", "Дополнительные ингредиенты"],

    dishesTypes: ["Основные блюда", "Закуски", "Салаты", "Десерты"],

    cuisines: ["Грузинская", "Мексиканская", "Русская", "Британская", "Турецкая", "Китайская", "Японская",
                "Американская", "Немецкая", "Французская", "Итальянская"],
};